language                                      = Русский (&Russian)
translators                                   = AJ

about.title                                   = О программе [app.name]
about.notregistered                           = Не зарегистрирована
about.eula                                    = Лицензионное соглашение

ok                                            = OK
cancel                                        = Отмена
yes                                           = Да
no                                            = Нет
close                                         = Закрыть
error                                         = Ошибка
warning                                       = Предупреждение
or                                            = или
and                                           = и
if                                            = если
then                                          = тогда
else                                          = иначе

app.unknownError                              = В приложении произошла ошибка.
app.activatedExistingInstance                 = Активирована уже выполняющаяся копия [app.name].
app.readonly                                  = только чтение
app.restartneeded                             = Приложение сейчас будет перезапущено.
app.restartneeded.title                       = Требуется перезапуск

undo                                          = &Отменить
redo                                          = &Повторить

notebook.browse.filemask.db                   = Записная книга CintaNotes
notebook.new.caption                          = Новая записная книга
notebook.open.caption                         = Открыть записную книгу
notebook.save.caption                         = Сохранить записную книгу как

notebook.close.fail.stillediting              = Нельзя закрыть записную книгу: заметка еще редактируется
notebook.close.fail.rulestillediting          = Нельзя закрыть записную книгу: правило еще редактируется

notelinkprotocol.restore.message              = Протокол для ссылок на заметки не зарегистрирован в системе. Восстановить регистрацию протокола?

menu.file                                     = {s}&Файл{s}
menu.file.new                                 = &Создать...
menu.file.open                                = &Открыть...
menu.file.saveas                              = Сохранить &как...
menu.file.close                               = &Закрыть
menu.file.import                              = &Импорт…
menu.file.export                              = &Экспорт...
menu.file.print                               = &Печать...
menu.file.backup                              = &Резервная копия
menu.file.backup.now                          = &Создать резервную копию сейчас
menu.file.backup.hourly.enabled               = Еже&часная
menu.file.backup.daily.enabled                = Еже&дневная
menu.file.backup.weekly.enabled               = Еже&недельная
menu.file.recyclebin                          = &Корзина
menu.file.passwordprotection                  = &Защита паролем...
menu.file.rules                               = &Правила
menu.file.sync                                = Син&хронизация
menu.file.exit                                = В&ыход

menu.edit                                     = {s}&Правка{s}
menu.edit.new                                 = &Новая заметка
menu.edit.edit                                = &Редактировать
menu.edit.copy                                = &Копировать
menu.edit.cut                                 = &Вырезать
menu.edit.paste                               = Вст&авить
menu.edit.delete                              = &Удалить
menu.edit.merge                               = &Объединить
menu.edit.replacetags                         = &Заменить теги…
menu.edit.selectall                           = В&ыделить все
menu.edit.properties                          = &Свойства...
menu.edit.print                               = &Печать...
menu.edit.copylink                            = &Копировать ссылку на заметку
menu.edit.pastenotelink                       = &Вставить ссылку на заметку
menu.edit.inserttimestamp                     = Вставить текущие дату и время
menu.edit.insertdate                          = Вставить текущую дату

menu.view                                     = {s}&Вид{s}
menu.view.notecolor                           = &Цветовая тема
menu.view.notecolor.red                       = &Красная
menu.view.notecolor.orange                    = &Оранжевая
menu.view.notecolor.yellow                    = &Желтая
menu.view.notecolor.green                     = &Зеленая
menu.view.notecolor.cyan                      = &Голубая
menu.view.notecolor.blue                      = &Синяя
menu.view.notecolor.purple                    = &Фиолетовая
menu.view.notecolor.gray                      = С&ерая
menu.view.tagsidebar                          = Панель &тегов
menu.view.sectionbar                          = &Панель секций
menu.view.reversed                            = В &обратном порядке
menu.view.sorting                             = &Сортировать
menu.view.sorting.manual                      = &Вручную
menu.view.sorting.created                     = По дате &создания
menu.view.sorting.modified                    = По дате &изменения
menu.view.sorting.title                       = По &заголовку
menu.view.sorting.link                        = По &ссылке
menu.view.sorting.size                        = По &размеру
menu.view.history.back                        = &Назад
menu.view.history.forward                     = &Вперед
menu.view.history.clear                       = &Очистить историю
menu.view.history.display                     = &Посмотреть историю


sort.manual                                   = Вручную
sort.created                                  = По созданию
sort.modified                                 = По изменению
sort.title                                    = По &заголовку
sort.link                                     = По сс&ылке
sort.size                                     = По &размеру
sort.reverse                                  = В &обратном порядке

menu.options                                  = {s}&Настройки{s}
menu.options.hotkey                           = &Сочетания клавиш...
menu.options.clipping                         = &Захват текста
menu.options.clipping.silent                  = &Тихий режим
menu.options.clipping.after                   = &После захвата
menu.options.clipping.after.showinboxsection  = &Переключиться в секцию для захваченных
menu.options.clipping.after.showuntagged      = П&оказать только заметки без тегов
menu.options.clipping.after.openeditor        = Открыть на &редактирование
menu.options.clipping.after.assignactivetags  = &Пометить активными тегами
menu.options.clipping.title                   = &Заголовок
menu.options.clipping.title.apptitle          = &Заголовок приложения
menu.options.clipping.title.firstline         = &Первая строка текста
menu.options.clipping.title.blankline         = П&устая строка

menu.view.noteappearance                      = &Список заметок...

menu.options.editor                           = &Редактирование
menu.options.editor.links                     = &Ссылки
menu.options.editor.links.recognize           = &Подсвечивать ссылки
menu.options.editor.links.singleclick         = Открывать ссылки по &одиночному клику
menu.options.editor.links.doubleclick         = Открывать ссылки по &двойному клику
menu.options.editor.initialfocus              = &Начальный фокус ввода
menu.options.editor.initialfocus.title        = Заголовок
menu.options.editor.initialfocus.text         = Текст
menu.options.editor.tabcharacter              = &Вставлять символ табуляции
menu.options.editor.tabcharacter.tab          = При нажатии клавиши Tab
menu.options.editor.tabcharacter.ctrltab      = При нажатии Ctrl+Tab
menu.options.editor.wordwrap                  = &Свертка длинных строк
menu.options.editor.editorescsavenote         = &Автосохранение изменений при нажатии Esc

menu.options.search                           = &Поиск
menu.options.search.reset.onctrlf             = &Начинать новый поиск при нажатии [ctrl]+F
menu.options.search.reset.multistep           = &Поcтепенный сброс поисковых фильтров по [esс]

menu.options.tags                             = &Теги
menu.options.tags.lowercase                   = &Только в нижнем регистре
menu.options.tags.accepton                    = &Принимать автодополнения по
menu.options.tags.displaycounts               = &Показывать счетчики использования на панели тегов
menu.options.tags.autodeleted                 = &Удалять автоматически по умолчанию
menu.options.tags.suggestions.contextsensitive = &Контекстно-зависимые подсказки

menu.options.tags.accepton.space              = &Пробелу
menu.options.tags.accepton.click              = &Одинарному клику

menu.options.rules                            = &Правила
menu.options.rules.notifications              = &Уведомлять о применении

menu.options.window                           = &Окно
menu.options.minimizetotray                   = С&ворачивать в область уведомлений
menu.options.closetotray                      = З&акрывать в область уведомлений
menu.options.alwaysontop                      = &Поверх других окон
menu.options.window.minimizeonesc             = Минимизировать по &Esc
menu.options.minimizetotray.error             = Записная книга защищена паролем. {n}Минимизация в область уведомлений требуется при блокировке  записной книги.

menu.options.startup                          = &Запуск
menu.options.runatstartup                     = Ав&тозапуск
menu.options.startup.minimized                = Запускать &cвернутым в значок
menu.options.startup.multipleinstances        = Разрешить &запуск нескольких копий приложения
menu.options.startup.restoretagsfilter        = &Активировать последние выбранные теги
menu.options.startup.multipleinstances.activationmsg = Уведомлять об активации ранее запущенной копии

menu.options.system                           = &Система
menu.options.system.associatewithdbfile       = &Ассоциировать [app.name] c .db файлами
menu.options.system.registerlinkprotocol      = &Зарегистрировать протокол ссылок на заметки
menu.options.system.proxysettings             = Параметры &подключения к интернету
menu.options.system.registry.error            = Невозможно внести изменения в реестр.{n}Пожалуйста запустите [app.name] с правами администратора и попробуйте еще раз.

registerlinkprotocol.title                    = Регистрация протокола для ссылок на заметки
registerlinkprotocol.registered               = Эта копия [app.name] теперь зарегистрирована в системе как обработчик нажатий на ссылки вида "cintanotes://".
registerlinkprotocol.unregistered             = Эта копия [app.name] больше не будет обрабатывать нажатия на ссылки вида "cintanotes://".

menu.options.language                         = &Язык

menu.help                                     = &Справка
menu.help.help                                = &Руководство
menu.help.website                             = &Веб-сайт
menu.help.forum                               = &Форум
menu.help.roadmap                             = &Обратная связь
menu.help.translate                           = П&еревод
menu.help.debug                               = &Отладка
menu.help.debug.logging                       = &Отладочный журнал
menu.help.license                             = &Лицензия
menu.help.checkforupdates                     = &Проверить обновления
menu.help.about                               = О &программе

menu.updatenotify.tooltip                     = Доступна новая версия CintaNotes

confirmdelete.one                             = Удалить заметку '{0}'?
confirmdelete.many                            = Удалить выделенные заметки ({0})?
confirmdelete.title.one                       = Удалить заметку?
confirmdelete.title.many                      = Удалить заметки?
confirmdelete.unsaved                         = Заметка еще не была сохранена. Удалить?
confirmdelete.openineditor.title              = Заметка сейчас редактируется
confirmdelete.openineditor                    = Заметка '{0}' сейчас редактируется.{n}Удалить ее?
confirm.movetorecyclebin.one                  = Удалить заметку {n}'{0}'{n} в корзину?
confirm.movetorecyclebin.many                 = Удалить {0} выбранных заметок в корзину?
confirm.movetorecyclebin.title.one            = Удалить заметку в корзину?
confirm.movetorecyclebin.title.many           = Удалить заметки в корзину?

confirm.merge.title                           = Объединить заметки?
confirm.merge.message                         = Объединить выделенные заметки в одну?

confirmationdialog.dontaskagain               = Больше не спрашивать

deletenotesmessagedialog.caption              = Удалить заметки в корзину?
deletenotesmessagedialog.title                = Текущие настройки корзины позволяют хранить только {1} заметок, в то время как удаляется {0} заметок.{n}Выберите дальнейшее действие:
deletenotesmessagedialog.button.increase      = Увеличить лимит
deletenotesmessagedialog.increase.description = Увеличить максимальное количество заметок, хранящихся в корзине
deletenotesmessagedialog.button.delete        = Удалить
deletenotesmessagedialog.delete.description   = Удалить остальные заметки безвозвратно ({0})

confirmlinkopening.message                    = Открытие {0} ссылок может замедлить работу системы.{n}Продолжить?

filter                                        = Фильтр:
filter.anytextfield                           = &Любое текстовое поле
filter.textandtitle                           = Текст &и заголовок
filter.text                                   = Только &текст
filter.title                                  = Только &заголовок
filter.time.created                           = Время &создания
filter.time.modified                          = Время &изменения
filter.remarks                                = &Примечания
filter.attachments                            = &Прикрепленные файлы
filter.link                                   = &Ссылка
filter.tags                                   = &Теги
filter.all                                    = &Везде
search.insidewords                            = &Искать внутри слов
search.acrossfields                           = Сквозной поиск

license.message.text                          = Эта функция доступна только в платной версии программы.
license.message.caption                       = Требуется лицензия

noteslist.notebookempty                       = В вашей записной книге сейчас нет заметок.{n}Чтобы добавить заметку, нажмите Ins, либо выделите текст в любом приложении и нажмите [clipping.default.key].
noteslist.sectionempty                        = Эта секция записной книги не содержит заметок.
noteslist.notfound                            = Нет заметок удовлетворяющих фильтру{n}
noteslist.openlink                            = Открыть ссылку
noteslist.tag                                 = &Пометить…
noteslist.export.selected                     = &Экспорт…
noteslist.move                                = Пере&местить
noteslist.move.up                             = &Вверх
noteslist.move.down                           = Вн&из
noteslist.move.top                            = В &начало
noteslist.move.bottom                         = В &конец
noteslist.properties                          = &Свойства...
noteslist.move.tosection                      = В &секцию

noteslist.attachments.more                    = (еще {0})
noteslist.drag.more                           = + {0} заметок

noteedit.title                                = Редактирование
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] чтобы сохранить и закрыть)
noteedit.link                                 = Ссылка
noteedit.tags                                 = Теги
noteedit.remarks                              = Примечания
noteedit.new.title                            = Новая заметка
noteedit.readonly.title                       = Только чтение
noteedit.notesaved                            = Заметка сохранена
noteedit.esc.savechanges.title                = Подтвердите сохранение изменений
noteedit.esc.savechanges                      = Изменения не были сохранены. Сохранить?
noteedit.notelinkcopied                       = Ссылка скопирована
noteedit.links.itselferror                    = Невозможно вставить ссылку на себя.
noteedit.links.alreadynotelinkerror           = Нельзя добавить ссылку в текст, который уже содержит ссылку. Удалите ее и попробуйте еще раз.
noteedit.links.multilineerror                 = Невозможно вставить многострочную ссылку.
noteedit.links.createnewnote                  = Создать новую заметку
noteedit.links.updatecaption                  = Обновить текст ссылки
noteedit.links.typetip                        = Начните печатать для поиска по заголовку
noteedit.links.tip.notenotfound               = Заметка по ссылке не найдена
noteedit.links.tip.notebooknotfound           = Не найдена записная книга, содержащая заметку по ссылке
noteedit.links.tip.notebookencrypted          = Записная книга, содержащая целевую заметку, зашифрована.
noteedit.section.tip                          = Секция
noteedit.linkedit.tip                         = Редактировать ссылку
noteedit.linkedit.open.tip                    = Открыть ссылку
noteedit.attach.tip                           = Прикрепить файлы

noteedit.attach.confirm.title                 = Подтвердите прикрепление файлов
noteedit.attach.confirm                       = Прикрепить эти файлы ({0} шт.)?
noteedit.attach.confirm.nfilesmore            = Еще файлов: {0}

noteedit.attach.alreadyattached               = Файл '{0}' уже прикреплен. Обновить?
noteedit.attach.alreadyattached.title         = Файл уже прикреплен
noteedit.attach.updatename                    = Файл '{0}' уже прикреплен под другим именем: '{1}'.{n}Обновить имя файла?
noteedit.attach.updatename.title              = Файл уже прикреплен

noteedit.attach.updatefromdisk.title          = Прикрепленный файл изменен на диске
noteedit.attach.updatefromdisk                = Файл '{0}' был изменен на диске. Обновить?

noteedit.attach.savetodiskoverwrite.title     = Файл уже существует
noteedit.attach.savetodiskoverwrite           = В папке '{0}' уже есть файл '{1}'. Перезаписать?

noteedit.attach.cleanup.failed                = Невозможно удалить файл '{0}', возможно он еще редактируется.{n} Все равно закрыть?
noteedit.attach.cleanup.failed.title          = Вложение все еще редактируется

noteedit.attach.open.pwprotected              = Для просмотра, файл '{0}'{n}будет сохранен в незашифрованный временный файл.{n}Продолжить?
noteedit.attach.open.pwprotected.title        = Предупреждение системы безопасности

noteedit.attach.syncing.sizelimitexceeded     = Прикрепление этого файла превысит ограничение на общий размер прикрепленных файлов для синхронизации.{n} Синхронизация не сможет быть выполнена пока не будут удалены некоторые из прикрепленных файлов. {n}Продолжить?
noteedit.attach.syncing.sizelimitexceeded.title = Предупреждение о превышении размера файлов

linkswatchdog.title                           = Обнаружено повреждение ссылок
linkswatchdog.message                         = Ссылка повреждена: {0} -> {1}

linkswatchdog.title                           = Обнаружено повреждение ссылок
linkswatchdog.message                         = Ссылка повреждена: {0} -> {1}

noteedit.openfilelink.notexists.title         = Файл не найден
noteedit.openfilelink.notexists.message       = Файл {0} не найден. Удалить ссылку?

noteedit.copylinktounsavednote.caption        = Копирование ссылки на несохраненную заметку
noteedit.copylinktounsavednote.message        = Сохранить заметку и скопировать ссылку на нее?

noteedit.attachment.toolarge                  = Этот файл слишком велик. {n} Можно прикреплять только файлы меньше {0} [gbytes].
noteedit.attachment.notexist                  = Файл '{0}' не найден.
noteedit.attachment.attach.progress.title     = Прикрепление файлов
noteedit.attachment.attach.progress.message   = Прикрепление {0}...
noteedit.attachment.open                      = &Открыть
noteedit.attachment.openwith                  = &Открыть с помощью...
noteedit.attachment.open.progress.title       = Открытие прикрепленного файла
noteedit.attachment.open.progress.message     = Открытие {0}...
noteedit.attachment.saveas                    = &Cохранить как...
noteedit.attachment.saveas.selectfolder       = Выберите папку
noteedit.attachment.saveas.progress.title     = Сохранение прикрепленного файла
noteedit.attachment.saveas.progress.message   = Сохранение {0}...
noteedit.attachment.saveas.successmsg.title   = Прикрепленный файл сохранен
noteedit.attachment.saveas.successmsg         = Прикрепленный файл сохранен как {0}.
noteedit.attachment.saveas.successmsg.many    = Прикрепленные файлы были сохранены.
noteedit.attachment.saveas.view               = Просмотреть
noteedit.attachment.delete                    = &Удалить

noteappearance.title                          = Настройки списка заметок
noteappearance.pt                             = пт
noteappearance.bold                           = жирный
noteappearance.italic                         = курсив
noteappearance.headerfontlabel                = Заголовок заметки:
noteappearance.textfontlabel                  = Основной текст заметки:
noteappearance.notelines                      = Показывать строк:
noteappearance.notelines.min                  = мин.
noteappearance.notelines.max                  = макс.
noteappearance.change                         = …
noteappearance.textformatting                 = Показывать форматирование текста
noteappearance.datedisplay.label              = Показывать дату и время:
noteappearance.datedisplay.combo.none         = Никакие
noteappearance.datedisplay.combo.created      = Создания
noteappearance.datedisplay.combo.modified     = Изменения
noteappearance.datedisplay.combo.both         = Создания и изменения
noteappearance.datedisplay.sortmodedate       = Всегда показывать время режима сортировки
noteappearance.datedisplay.displaytime        = Показывать время дня
noteappearance.tagdisplay.enabled             = Показывать теги
noteappearance.tagdisplay.fullnames           = Всегда показывать полные имена тегов
noteappearance.remarksdisplay.enabled         = Показывать примечания
noteappearance.remarksdisplay.lines.max       = Показывать строк:

notebookmessage.title                         = Записная книга
notebookmessage.message                       = Невозможно загрузить записную книгу, т.к. следующий путь недоступен: "{0}"
notebookmessage.button.create                 = Создать новую
notebookmessage.button.open                   = Открыть другую
notebookmessage.button.exit                   = Выйти

pastemessage.caption                          = Конфликт вставки заметок
pastemessage.title                            = Эта записная книга уже содержит {0} заметок с тем же ID и отличающимся текстом. {n} Что бы вы хотели сделать?
pastemessage.button.replace                   = Заменить старые
pastemessage.button.replace.description       = Заменить заметки в записной книге заметками из буфера обмена
pastemessage.button.addnew                    = Вставить копии
pastemessage.button.addnew.description        = Добавить заметки из буфера обмена как новые
pastemessage.button.lastmodified              = Последние измененные
pastemessage.button.lastmodified.description  = Взять заметки, измененные последними

pastemessage.attachmentdatanotfound           = Вставка невозможна: {n} Не найдена записная книга с данными прикрепленного файла '{0}'

searchdialog.find.title                       = Найти
searchdialog.findandreplace.title             = Найти и заменить
searchdialog.findwhat                         = Найти:
searchdialog.replacewith                      = Заменить на:
searchdialog.matchcase                        = С учетом регистра
searchdialog.searchinsidewords                = &Искать внутри слов
searchdialog.button.findprevious              = Найти выше
searchdialog.button.findnext                  = Найти далее
searchdialog.button.replace                   = Заменить
searchdialog.button.replaceall                = Заменить все
searchdialog.button.close                     = &Закрыть
searchdialog.specifiedtextnotfound            = Указанный текст не найден
searchdialog.findreachedstartingpoint         = Поиск достиг позиции начала поиска

wronglinkmessage.title                        = Открыть ссылку
wronglinkmessage.notenotfound                 = Заметка, на которую ведет эта ссылка, не найдена.
wronglinkmessage.notebooknotfound             = Записная книга, на которую ведет эта ссылка, не найдена.
wronglinkmessage.notebookincompatible         = Записная книга, куда ведет эта ссылка, не совместима с текущей версией программы.
wronglinkmessage.notebookencrypted            = Записная книга, содержащая целевую заметку, зашифрована.
wronglinkmessage.button.remove                = Удалить ссылку
wronglinkmessage.button.createnew             = Создать новую заметку

externallinkmessage.title                     = Ссылка на другую записную книгу
externallinkmessage.message                   = Ссылка ведет в другую записную книгу '{0}'.{n}Как открыть эту заметку?
externallinkmessage.switchmessage             = Ссылка ведет на другую записную книгу: '{0}'.{n}Переключиться на эту записную книгу?
externallinkmessage.button.anotherinstance    = Открыть в новом окне
externallinkmessage.button.switch             = Переключить книгу
externallinkmessage.button.switch.changes     = Все несохраненные изменения будут сохранены.

upgrademessage.title                          = Обновление записной книги
upgrademessage.message                        = Записная книга '{0}'{n}была создана старой версией [app.name].{n}Обновить ее до текущей версии?
upgrademessage.check.createbackup             = Создать резервную копию
upgrademessage.cancelled                      = Обновление отменено.
upgrademessage.successful                     = Обновление завершено успешно!
upgrademessage.successful.backup              = Обновление завершено успешно!{n}Резервная копия была сохранена как:{n}{0}{n}в папке: {n}'{1}'.
upgrade.backup.before                         = до обновления на

backup.successdialog.caption                  = Резервная копия успешно создана
backup.successdialog.message                  = Резервная копия записной книги записана как{n}{0}{n}в каталог  {1}
backup.processdialog.caption                  = Создание резервной копии
backup.processdialog.message                  = Пожалуйста, подождите пока идет запись резервной копии записной книги...

tagsedit.title                                = Добавить / удалить теги
tagsedit.addtags                              = Добавить теги:
tagsedit.removetags                           = Удалить теги:

passworddialog.title                          = Введите пароль
passworddialog.old.title                      = Введите старый пароль
passworddialog.password                       = Пароль:
passworddialog.old.password                   = Старый пароль:
passworddialog.incorrectpassword              = Неверный пароль
passworddialog.notebook                       = Записная книга...

setnotebookpassworddialog.title               = Защита паролем
setnotebookpassworddialog.enabled.encryption  = Защитить эту записную книгу паролем
setnotebookpassworddialog.oldpassword         = Старый пароль:
setnotebookpassworddialog.newpassword         = Новый пароль:
setnotebookpassworddialog.confirmpassword     = Подтверждение пароля:
setnotebookpassworddialog.incorrectpassword   = Неверный старый пароль
setnotebookpassworddialog.matcherror          = Пароль и подтверждение пароля не совпадают
setnotebookpassworddialog.equalerror          = Новый пароль должен отличаться от старого
setnotebookpassworddialog.successfullychanged = Пароль успешно изменен
setnotebookpassworddialog.successfullyremoved = Пароль успешно удален
setnotebookpassworddialog.cancelled           = Установка пароля была отменена
setnotebookpassworddialog.errormsg            = Во время установки пароля произошла ошибка
setnotebookpassworddialog.errormsg.title      = Ошибка при установке пароля
setnotebookpassworddialog.autoreset.checkbox  = Сворачивать в трей и блокировать после
setnotebookpassworddialog.autoreset.suffix    = минут неактивности
setnotebookpassworddialog.warning             = ВНИМАНИЕ: Пароль будет нельзя восстановить! {n}Если вы его забудете, доступ к заметкам может быть утерян!
setnotebookpassworddialog.option.dontstore    = Забывать пароль и не выполнять фоновые задачи когда книга заблокирована
setnotebookpassworddialog.option.store        = Помнить пароль и выполнять фоновые задачи даже когда книга заблокирована
setnotebookpassworddialog.storepassword.warning = ВНИМАНИЕ: Требует хранения зашифрованного пароля на диске. {n}Не используйте когда требуется максимальная защищенность.
setnotebookpassworddialog.lockonminimize.checkbox = Блокировать сразу после сворачивания в трей
setnotebookpassworddialog.lockonsyslock.checkbox = Блокировать при блокировке компьютера
setnotebookpassworddialog.notebookisencrypted = Записная книга зашифрована
setnotebookpassworddialog.button.changepassword = Изменить пароль...

encrypt.progress.caption                      = Шифрование
encrypt.progress.message                      = Записная книга шифруется, пожалуйста подождите...
decrypt.progress.caption                      = Расшифровка
decrypt.progress.message                      = Записная книга расшифровывается, пожалуйста подождите...

recentlist.notfoundmessage                    = Удалить записную книгу из списка открытых?
recentlist.cantclosenotebook                  = Нельзя закрыть последнюю открытую записную книгу

replacetags.title                             = Заменить теги
replacetags.sourcetags                        = Заменить:
replacetags.desttags                          = на:
replacetags.hint                              = С помощью этого окна можно переименовывать, разделять, объединять и удалять теги.{n}Например, чтобы удалить теги, введите их в первое поле, и оставьте второе пустым.

recyclebindialog.title                        = Корзина
recyclebindialog.column.datedeleted           = Удалена
recyclebindialog.column.title                 = Заголовок
recyclebindialog.column.text                  = Текст
recyclebindialog.column.datecreated           = Создана
recyclebindialog.column.datemodified          = Изменена
recyclebindialog.column.size                  = Размер (КБ)
recyclebindialog.column.tags                  = Теги
recyclebindialog.column.sectionname           = Секция
recyclebindialog.column.link                  = Ссылка
recyclebindialog.button.restore               = Восстановить
recyclebindialog.button.delete                = Удалить
recyclebindialog.button.deleteall             = Очистить
recyclebindialog.label.maxsize                = Максимальное число заметок в корзине:
recyclebindialog.label.keepnotes              = Срок хранения заметок в корзине, дней:
recyclebindialog.label.keepnotes.suffix       = {s}
recyclebindialog.error.invalidmaxsize         = Количество заметок должно быть положительным числом
recyclebindialog.error.invalidkeepnotes       = Срок хранения в днях должен быть положительным числом

recyclebindialog.menu.restore                 = Восстановить
recyclebindialog.menu.delete                  = Удалить
recyclebindialog.menu.deleteall               = Очистить корзину

recyclebindialog.confirm.delete.title         = Удалить навсегда
recyclebindialog.confirm.delete.message       = Удалить выбранные заметки без возможности восстановления ({0})?
recyclebindialog.confirm.deleteall.title      = Очистить корзину?
recyclebindialog.confirm.deleteall.message    = Удалить без возможности восстановления все заметки ({0})?
recyclebindialog.confirm.restore.title        = Восстановить заметки
recyclebindialog.confirm.restore.message      = Восстановить выбранные заметки ({0})?

tray.addnew                                   = Добавить заметку
tray.restore                                  = Открыть [app.name]
tray.exit                                     = Выйти из [app.name]

printdialog.title                             = Печать заметок
printdialog.title.single                      = Печать заметки
printdialog.group.scope                       = Печатать
printdialog.group.fields                      = Поля заметки
printdialog.errormsg                          = Во время печати произошла ошибка.
printdialog.errormsg.title                    = Ошибка печати

export.title                                  = Экспорт заметок
export.filemask.txt                           = Текст Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Веб-страница
export.successmsg.title                       = Экспорт завершен
export.successmsg                             = Экспорт успешно завершен. Всего экспортировано заметок: {0}.
export.errormsg                               = Во время экспорта произошла ошибка.
export.errormsg.title                         = Ошибка экспорта
export.html.created                           = Дата создания:
export.html.modified                          = Дата изменения:
export.scope.all                              = Все заметки ({0})
export.scope.current                          = Текущий вид ({0})
export.scope.selection                        = Выделенные заметки ({0})
export.field.title                            = Заголовок
export.field.text                             = Текст
export.field.creation                         = Дата создания
export.field.modification                     = Дата изменения
export.field.link                             = Ссылка
export.field.tags                             = Теги
export.field.remarks                          = Примечания
export.field.attachments                      = Прикрепленные файлы
export.field.rules                            = Правила
export.group.scope                            = Экспортировать:
export.group.fields                           = Поля для экспорта:
export.errormsg.nonotes                       = Нельзя экспортировать заметки из пустой записной книги.
export.button.view                            = Просмотреть

export.processdialog.caption                  = Экспорт заметок
export.processdialog.message                  = Пожалуйста, подождите пока идет экспорт...

import.title                                  = Импорт заметок
import.filemask.all                           = Файлы CintaNotes
import.filemask.db                            = Заметки CintaNotes
import.filemask.xml                           = Экспортированные в XML заметки
import.successmsg.title                       = Импорт завершен
import.successmsg                             = Импортирование заметок завершено.{n}{n}  Импортировано заметок: {0}{n}  Обновлено заметок: {1}{n}  Пропущено дубликатов: {2}
import.successmsg.sections                    = Импортировано секций: {0}
import.successmsg.rules                       = Импортировано правил: {0}
import.errormsg                               = Во время импорта произошла ошибка.
import.errormsg.title                         = Ошибка импорта
import.label.addtags                          = Пометить:
import.importsections                         = Импортировать секции
import.importrules                            = Импортировать правила
import.allowduplicates                        = Разрешать дубликаты

import.processdialog.caption                  = Импорт заметок
import.processdialog.message                  = Пожалуйста, подождите пока идет импорт...

import.error.sectioncountexceeded             = Файл {0} не может быть импортирован вместе с секциями.{n}Лимит на максимальное количество секций ([sections.limit]) будет превышен.

options.hotkeys.title                         = Сочетания клавиш
options.hotkeys.clip.label                    = Захватить выделенный текст:
options.hotkeys.show.label                    = Показать главное окно:
options.hotkeys.newnote.label                 = Добавить новую заметку:

options.hotkeys.hint                          = Чтобы деактивировать сочетание клавиш, нажмите Esc в соответствующем поле.{n}{n}Старайтесь выбирать сочетания, которые не используются другими приложениями.
options.hotkeys.cannotregister                = Выбранное сочетание клавиш не может быть установлено. Возможно оно уже занято другим приложением.
options.hotkeys.cannotregister.title          = Невозможно установить сочетание клавиш

filtercontrol.total.one                       = Заметок: {0}
filtercontrol.total.many                      = Заметок: {0}
filtercontrol.filtered.one                    = Найдено: {0}
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Сортировать по
filtercontrol.tooltip.back                    = Назад
filtercontrol.tooltip.forward                 = Вперед
filtercontrol.tooltip.back.extra              = Нажмите правую кнопку мыши, чтобы посмотреть историю
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Удалить
tag.rename                                    = Переименовать…
tag.merge                                     = Объединить…
tag.delete.confirm.title                      = Удалить теги
tag.delete.confirm.message.one                = Удалить выбранный тег?
tag.delete.confirm.message.many               = Удалить выбранные теги?
tag.delete.confirm.usecount.one               = Выбранный тег используется в {0} заметках
tag.delete.confirm.usecount.many              = Выбранные теги используются в {0} заметках
tag.displaycounts                             = Показывать &счетчики использования
tag.properties                                = &Свойства...
tag.add                                       = &Новый...
tag.addchild                                  = Новый &дочерний...
tag.expandall                                 = Развернуть все
tag.collapseall                               = Свернуть все

tag.filter.none                               = Без фильтрации
tag.filter.used                               = Только используемые теги
tag.filter.related                            = Только связанные теги

tagproperties.title                           = Свойства тега {0}
tagproperties.autodeletecheckbox              = Удалять автоматически
tagproperties.autodeletecheckbox.tip          = Удалять тег при отсутствии заметок с этим тегом
tagproperties.autoexpandedcheckbox            = Показывать дочерние теги по умолчанию

deletetags.deletechildren                     = Удалить вместе с дочерними тегами
deletetags.deletenotes.one                    = Удалить 1 заметку
deletetags.deletenotes.many                   = Удалить заметки ({0} шт.)
deletetags.deletenotes.havingthistag.one      = с тегом
deletetags.deletenotes.havingthistag.many     = с тегами

newtag.title                                  = Новый тег
newtag.name                                   = Имя:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Новый дочерний тег

tagsidebar.all                                = Все
tagsidebar.untagged                           = Без тегов
tagsidebar.more                               = (еще {0})
tagsidebar.confirmtagdrop.title               = Переименование тега
tagsidebar.confirmtagdrop.text                = Переименовать тег {0} в {1}?

notebookconfig.title                          = Записная книга
notebookconfig.path.caption                   = Файл записной книги:
notebookconfig.path.browse.mask               = Заметки CintaNotes (*.db)|*.db|Все файлы (*.*)|*.*{n}
notebookconfig.path.browse.caption            = Выбрать файл записной книги
notebookconfig.disconnect.enabled             = {s}Включить поддержку внешней синхронизации
notebookconfig.disconnect.label               = Снимать блокировку файла после:
notebookconfig.disconnect.seconds             = секунд неактивности
notebookconfig.move                           = {s}Переместить текущую записную книгу

noterichedit.format                           = &Формат
noterichedit.format.bold                      = &Жирный
noterichedit.format.italic                    = &Курсив
noterichedit.format.underline                 = &Подчеркнутый
noterichedit.format.strikeout                 = &Зачеркнутый
noterichedit.format.highlight                 = &Подсветка
noterichedit.format.monospace                 = М&оноширинный

noterichedit.align                            = &Выравнивание
noterichedit.align.left                       = В&лево
noterichedit.align.center                     = По &центру
noterichedit.align.right                      = В&право

noterichedit.indent                           = &Отступ
noterichedit.format.indent                    = &Увеличить отступ
noterichedit.format.outdent                   = У&меньшить отступ

noterichedit.format.list.bullet               = &Маркированный список
noterichedit.format.list.numbered             = &Нумерованный список

noterichedit.format.clear                     = &Очистить

noterichedit.insertlink                       = &Добавить ссылку на
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Заметку
noterichedit.insertlink.file                  = &Файл

noterichedit.paste.intolistitem               = Вставить в элемент списка
noterichedit.paste.intolist                   = Вставить в список

noterichedit.editlink                         = &Редактировать ссылку
noterichedit.deletelink                       = &Удалить ссылку
noterichedit.copynotelink                     = Копировать ссылку на &заметку

richedit.find                                 = Найти...
richedit.replace                              = Заменить...

noteproperties.title                          = Свойства заметки
noteproperties.source.label                   = Источник:
noteproperties.created.label                  = Дата создания:
noteproperties.modified.label                 = Дата изменения:
noteproperties.notesize.label                 = Размер: {0} [kbytes]
noteproperties.notesizeondisk.label           = {0} [kbytes] на диске
noteproperties.charcount.label                = Символов: {0}
noteproperties.wordcount.label                = Слов: {0}
noteproperties.error.invaliddates             = Дата изменения не может быть раньше даты создания

selecturldialog.title                         = Введите URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Записная книга была удалена. {n}Приложение будет закрыто.
error.notebook.unknownversion                 = Записная книга '{0}'{n}была создана более новой версией [app.name] и не может быть открыта.{n} {n}Пожалуйста, скачайте последнюю версию [app.name] c [app.url], чтобы открыть этот файл.
error.notebook.cantopenwhenupgrade            = Файл записной книги '{0}' был создан устаревшей версией [app.name] и попытка его обновить не удалась.{n} Пожалуйста проверьте наличие прав на запись этого файла.
error.notebook.upgradeerror                   = Файл записной книги '{0}' был создан устаревшей версией [app.name] и попытка его обновить не удалась.{n}Сообщение об ошибке: {1}
error.notebook.encrypted                      = Записная книга "{0}" зашифрована.
error.notebook.databasedamaged                = Файл записной книги '{0}' поврежден и не может быть открыт. {n}{n}Сообщение об ошибке: {1}
error.notebook.busy                           = Файл записной книги '{0}' {n}используется другим приложением и не может быть открыт.
error.note.notfound                           = Заметка не найдена, возможно она была удалена.

error.notebook.dbcorrupt.title                = Файл записной книги поврежден
error.notebook.dbcorrupt.message              = Файл записной книги, возможно, поврежден. Чтобы его исправить, пожалуйста отправьте следующую информацию по адресу [support.email]: {0}

license.key.status.notfound                   = Лицензионный ключ не найден.
license.key.status.valid                      = Найден действующий лицензионный ключ.
license.key.status.invalid                    = Неверный лицензионный ключ.
license.key.status.stolen                     = Этот регистрационный ключ был деактивирован издателем.
license.key.status.expired                    = Срок действия лицензионного ключа истек.
license.key.status                            = Статус лицензионного ключа: {0}

license.type.basic                            = Базовая (бесплатная) лицензия
license.type.personal                         = PRO лицензия
license.type.company                          = PRO лицензия (корпоративная)
license.type.promo                            = (Промо)
license.type.lifetime                         = Пожизненная [license.type.personal]

licensedialog.title                           = Лицензия
licensedialog.name.label                      = Лицензия на имя и E-Mail:
licensedialog.key.label                       = Лицензионный ключ :
licensedialog.try                             = Получить пробный ключ на {0} дней
licensedialog.buy                             = Купить
licensedialog.renew                           = Обновить
licensedialog.register                        = Активировать
licensedialog.buy.hint                        = Платные функции заблокированы.{n}Чтобы их разблокировать, нажмите "Купить" и следуйте инструкции на сайте.
licensedialog.current.expdate                 = Срок действия ключа истекает
licensedialog.never                           = Никогда
licensedialog.expired                         = Лицензионный ключ недействителен для данной версии программы. Обновите его, чтобы продолжать пользоваться платными функциями!
licensedialog.current.upd.expdate             = Подписка на обновления истекает
licensedialog.register.success                = Спасибо за регистрацию программы!
licensedialog.register.success.title          = Программа зарегистрирована
licensedialog.register.fail                   = Ошибка регистрации
licensedialog.register.fail.extra             = Пожалуйста убедитесь, что поле "[licensedialog.name.label]" {n}имеет вид "Имя Фамилия (АдресЭлектроннойПочты)".
licensedialog.register.expired                = Этот лицензионный ключ не подходит к текущей версии [app.name].
licensedialog.register.expired.extra          = Регистрационный ключ действителен для версий, выпущенных до {0},{n}а эта версия ({1}) выпущена {2}.
licensedialog.unregister.confirm              = Вы уверены, что хотите удалить лицензию?
licensedialog.unregister.confirm.title        = Удалить лицензию
licensedialog.unregister.error                = Невозможно удалить файл лицензии.{n} Пожалуйста перезапустите приложения с правами администратора.
licensedialog.replace.confirm                 = Заменить текущую лицензию?
licensedialog.replace.confirm.title           = Замена лицензии
licensedialog.hint.delete                     = Для сброса лицензии нажмите  [licensedialog.hint.delete.shortcut]

licenserequireddialog.title                   = Необходима платная лицензия
licenserequireddialog.message.default         = Этот функционал недоступен для бесплатной лицензии.
licenserequireddialog.message.upg             = Пожалуйста, приобретите персональную или корпоративную лицензию.{n}{n}Чтобы открыть окно управления лицензиями, нажмите "Лицензия" ниже.
licenserequireddialog.licensebutton           = Лицензия

licenseexpireddialog.title                    = Отсутствует действительный лицензионный ключ
licenseexpireddialog.renew.message            = Ваш лицензионный ключ не подходит к текущей версии [app.name].{n} Требуется обновить ключ либо перейти на бесплатную лицензию.
licenseexpireddialog.buy.message              = Ваш пробный ключ истек.{n}Пожалуйста, купите PRO лицензию, либо вернитесь к бесплатной версии.
licenseexpireddialog.freebutton               = Бесплатная версия
licenseexpireddialog.renewbutton              = Обновить
licenseexpireddialog.buybutton                = Купить
licenseexpireddialog.exitbutton               = Выйти
licenseexpireddialog.dontshowdialog           = Больше не показывать
licenseexpireddialog.renew.hintlabel          = Обновление лицензии занимает всего несколько минут{n}и предлагается с [license.renew.discount] скидкой от полной цены лицензии.
licenseexpireddialog.buy.hintlabel            = Покупка PRO лицензии займет всего несколько минут.

updatedialog.title                            = Проверка наличия обновлений
updatedialog.initmessage                      = Проверка обновлений была прервана. {n}  Чтобы возобновить, нажмите "[updatedialog.button.check]".
updatedialog.label.changes                    = Изменения в этой версии:
updatedialog.button.check                     = Проверить снова
updatedialog.button.download                  = Загрузить
updatedialog.label.autocheck                  = Проверять автоматически
updatedialog.error.invalidfile                = Неверный файл с описанием версии.
updatedialog.error.connectionrefused          = Соединение сброшено.
updatedialog.error.servernotresponding        = Сервер не отвечает.
updatedialog.error.invalidproxysettings       = Неправильные параметры прокси-сервера.
updatedialog.error.inetdisconnected           = Отсутствует доступ в интернет.
updatedialog.warn.newversion.licensekeyinvalid = Внимание! Ваш лицензионный ключ не действителен для этой версии. {n}Пожалуйста обновите лицензионный ключ если вы хотите продолжать пользоваться PRO функциями.
updatedialog.result.uptodate                  = Это самая актуальная версия CintaNotes ({0}) .
updatedialog.result.newversion                = Доступна обновленная версия [app.name]: {0}
updatedialog.state.connecting                 = Соединение...
updatedialog.state.findingserver              = Поиск сервера...
updatedialog.state.downloadingfile            = Обработка...

updatedialog.downloaddialog.title             = Предупреждение
updatedialog.downloaddialog.msg               = Эта версия может изменить формат записной книги, и старые версии CintaNotes не смогут с ней работать.{n}{n}Если вы хотите использовать PRO функции в новой версии, пожалуйста обновите ваш лицензионный ключ перед тем, как устанавливать новую версию, либо перейдите на пожизненную лицензию.{n}{n}Что вы бы хотели сделать?
updatedialog.downloaddialog.download          = Скачать
updatedialog.downloaddialog.renew             = Обновить ключ
updatedialog.downloaddialog.upgrade           = Перейти на пожизненную лицензию

proxysettingsdialog.title                     = Параметры подключения к интернету
proxysettingsdialog.server                    = Сервер:
proxysettingsdialog.port                      = Порт:
proxysettingsdialog.username                  = Имя пользователя:
proxysettingsdialog.password                  = Пароль:
proxysettingsdialog.mode.disabled             = Не использовать прокси-сервер
proxysettingsdialog.mode.preconfig            = Использовать системные настройки прокси-сервера
proxysettingsdialog.mode.enabled              = Использовать прокси-сервер
proxysettingsdialog.error.invalidport         = Порт должен быть положительным числом

synchronizationbar.sync.tip                   = Синхронизировать сейчас
synchronizationbar.cancel.tip                 = Отменить
synchronization.status.starting               = Инициализация...
synchronization.status.login                  = Авторизация...
synchronization.status.retrieveindex          = Получение индекса заметок...
synchronization.status.addlocalnotes          = Получение новых заметок с сервера... {0} из {1}
synchronization.status.updatelocalnotes       = Получение обновлений с сервера... {0} из {1}
synchronization.status.removelocalnotes       = Удаление заметок... {0} из {1}
synchronization.status.restorelocalnotes      = Восстановление заметок из корзины... {0} из {1}
synchronization.status.totrashlocalnotes      = Удаление заметок в корзину... {0} из {1}
synchronization.status.addremotenotes         = Отправка новых заметок на сервер... {0} из {1}
synchronization.status.updateremotenotes      = Отправка обновлений на сервер... {0} из {1}
synchronization.status.removeremotenotes      = Удаление заметок на сервере... {0} из {1}
synchronization.status.restoreremotenotes     = Восстановление заметок на сервере из корзины... {0} из {1}
synchronization.status.totrashremotenotes     = Удаление заметок на сервере в корзину... {0} из {1}
synchronization.status.cancelling             = Отмена...

synchronization.result.local                  = Локально:
synchronization.result.remote                 = На сервере:
synchronization.result.added                  = Добавлено:
synchronization.result.updated                = Обновлено:
synchronization.result.removed                = Удалено:
synchronization.result.errors                 = Ошибок:

synchronization.error.downloadattachment      = Ошибка при загрузке прикрепленного файла '{0}'.
synchronization.error.uploadattachment        = Ошибка при обновлении прикрепленного файла '{0}'.
synchronization.error.deleteattachment        = Ошибка при удалении прикрепленных файлов на сервере.
synchronization.error.exceededfileslimit      = Ограничение на общий размер прикрепленных файлов в {0} [mbytes] превышено на {1} [mbytes].{n}Удалите некоторые из прикрепленных файлов чтобы продолжить синхронизацию.

synchronization.state.completed               = Синхронизация завершена.
synchronization.state.completedwitherrors     = Синхронизация не завершена, попробуйте еще раз позднее.
synchronization.state.completedempty          = Синхронизация завершена. Обновлений не найдено.
synchronization.state.failed                  = Ошибка синхронизации.
synchronization.state.authorizationfailed     = Ошибка авторизации.
synchronization.state.invalidproxysettings    = Неверные настройки прокси сервера.
synchronization.state.systemproxyautherror    = Прокси сервер требует аутентификации. Пожалуйста используйте ручную настройку прокси сервера.
synchronization.state.nameresolvingfailed     = Невозможно установить соединение: сервер не найден.
synchronization.state.internetdisconnected    = Отсутствует подключение к интернету.
synchronization.state.servernotresponding     = Сервер не отвечает.

synchronization.state.notsynchronized         = Не синхронизировано
synchronization.state.lastsynchronization     = Последняя синхронизация {0}

syncpropertiesdialog.title                    = Синхронизация с Simplenote
syncpropertiesdialog.login                    = Логин:
syncpropertiesdialog.password                 = Пароль:
syncpropertiesdialog.enabled.allnotebook      = Синхронизировать эту записную книгу с Simplenote
syncpropertiesdialog.section.all              = Синхронизировать все секции
syncpropertiesdialog.section.selected         = Синхронизировать только выбранные секции:
syncpropertiesdialog.conflictpolicy           = Политика разрешения конфликтов:
syncpropertiesdialog.conflictpolicy.local     = Оставлять локальную версию
syncpropertiesdialog.conflictpolicy.remote    = Оставлять версию с сервера
syncpropertiesdialog.conflictpolicy.last      = Оставлять последнюю обновленную
syncpropertiesdialog.cachereset.loginchanged  = Вы изменили логин или секцию для синхронизации.{n}Кеш синхронизации будет сброшен, и все заметки на сервере будут считаться новыми.{n}{n}Продолжить?
syncpropertiesdialog.cachereset.title         = Сброс данных синхронизации
syncpropertiesdialog.autosync.checkbox        = Синхронизировать автоматически каждые
syncpropertiesdialog.autosync.suffix          = минут
syncpropertiesdialog.button.proxysettings     = Настройки соединения
syncpropertiesdialog.sectionselection.error   = Необходимо выбрать как минимум одну секцию
syncpropertiesdialog.webdavserver.cinta       = Сервер CintaNotes (использовано {0} из {1} МБ)
syncpropertiesdialog.webdavserver.custom      = Свой WebDAV сервер
syncpropertiesdialog.attachments              = Прикрепленные файлы на сервере занимают:
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} из {1}{2} (осталось {3}{2})
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} из {1}{2}
syncpropertiesdialog.attachments.exceedwarning = ВНИМАНИЕ: Ограничение на размер файлов превышено!{n} Уменьшите общий размер прикрепленных файлов на {0}{1}{n} чтобы продолжить синхронизацию.

webdavpropertiesdialog.title                  = Свойства подключения к WebDAV
webdavpropertiesdialog.host                   = Хост
webdavpropertiesdialog.port                   = Порт
webdavpropertiesdialog.serverpath             = Путь
webdavpropertiesdialog.user                   = Логин
webdavpropertiesdialog.password               = Пароль
webdavpropertiesdialog.button.test            = Проверить
webdavpropertiesdialog.protocol.http          = [webdavpropertiesdialog.protocol.http]
webdavpropertiesdialog.protocol.https         = [webdavpropertiesdialog.protocol.https]
webdavpropertiesdialog.error.port             = Порт должен быть положительным числом
webdavpropertiesdialog.connectiontest.title   = Проверка соединения
webdavpropertiesdialog.connectiontest.success = Успешное соединение.
webdavpropertiesdialog.connectiontest.fail    = Нет соединения.

rulesdialog.title                             = Правила
rulesdialog.add.tip                           = Добавить новое правило
rulesdialog.remove.tip                        = Удалить выбранные правила
rulesdialog.apply.confirm.title               = Применить измененные правила?
rulesdialog.apply.confirm.message             = Применить измененные правила к существующим заметкам?
rulesdialog.viewlog                           = Журнал
rulesdialog.confirmdelete.one                 = Удалить {0} выбранное правило?
rulesdialog.confirmdelete.many                = Удалить {0} выбранных правил?
rulesdialog.confirmdelete.title.one           = Удалить правило?
rulesdialog.confirmdelete.title.many          = Удалить правила?

rulesdialog.licenserequired                   = Внимание: без PRO-лицензии можно только создавать и тестировать правила, но не применять их.
rulesdialog.licenserequired.title             = Предупреждение об ограничении функциональности

rulesdialog.delete.stilledited                = Нельзя удалить правило, которое сейчас редактируется.
rulesdialog.delete.stilledited.title          = Удаление правила заблокировано

rulesdialog.close.stilledited                 = Некоторые правила все еще редактируются. Пожалуйста сначала завершите редактирование.
rulesdialog.close.stilledited.title           = Закрытие окна заблокировано

ruleeditdialog.title                          = Редактирование правила
ruleeditdialog.name                           = Имя правила (необязательно)
ruleeditdialog.active                         = Активно
ruleeditdialog.button.testrule                = Проверить

ruleeditdialog.errormessage.title             = В правиле обнаружены ошибки

rule.errors.conditions.emptyvalue             = Условия правила содержат пустые значения
rule.errors.conditions.size.notinteger        = Размер должен быть целым числом.
rule.errors.conditions.size.negative          = Размер должен быть неотрицательным целым числом.
rule.errors.conditions.size.notpositive       = Размер должен быть положительным целым числом.

rule.errors.actions.empty                     = Должно быть добавлено хотя бы одно действие
rule.errors.actions.more_than_one_section_action = В правиле может быть только одно действие типа "[actioneditor.actiontype.section]"
rule.errors.actions.no_tags_specified         = Пожалуйста укажите хотя бы один тег
rule.errors.actions.redundant_actions         = Правило содержит лишние действия, выполнение которых не изменит данные

ruleeditor.conditionlist.title                = Если
ruleeditor.conditionlist.label.one            = условие выполнено:
ruleeditor.conditionlist.label.all            = все условия выполнены:

ruleeditor.conditionlist.add.tip              = Добавить новое условие

ruleeditor.actionlist.add.tip                 = Добавить новое действие



fieldconditioneditor.delete.tip               = Удалить условие
fieldconditioneditor.value.add.tip            = Добавить значение
fieldconditioneditor.value.delete.tip         = Удалить значение

fieldconditioneditor.field.anytext            = Любое текстовое поле
fieldconditioneditor.field.title              = Заголовок
fieldconditioneditor.field.text               = Текст
fieldconditioneditor.field.link               = Ссылка
fieldconditioneditor.field.tags               = Теги
fieldconditioneditor.field.remarks            = Примечания
fieldconditioneditor.field.attachments        = Прикрепленные файлы
fieldconditioneditor.field.section            = Секция
fieldconditioneditor.field.created            = Создана
fieldconditioneditor.field.modified           = Изменена
fieldconditioneditor.field.note               = Заметка

fieldconditioneditor.op.contains              = содержит
fieldconditioneditor.op.containsall           = содержит все
fieldconditioneditor.op.starts                = начинается с
fieldconditioneditor.op.ends                  = кончается на
fieldconditioneditor.op.equals                = равно
fieldconditioneditor.op.hasall                = содержат все
fieldconditioneditor.op.hasany                = содержат
fieldconditioneditor.op.isempty               = пусто
fieldconditioneditor.op.before                = до
fieldconditioneditor.op.after                 = после
fieldconditioneditor.op.isnew                 = новая
fieldconditioneditor.op.itemcontains          = имеют содержащих
fieldconditioneditor.op.itemstarts            = имеют начинающихся с
fieldconditioneditor.op.itemends              = имеют заканчивающихся на
fieldconditioneditor.op.itemequals            = содержат
fieldconditioneditor.op.sizegreater           = общий размер в КБ больше чем
fieldconditioneditor.op.sizesmaller           = общий размер в КБ меньше чем
fieldconditioneditor.op.haschildrenof         = содержат дочерние теги
fieldconditioneditor.op.hasparentsof          = содержат родительские теги

fieldconditioneditor.op.isempty.attachments   = отсутствуют
fieldconditioneditor.op.itemcontains.attachments = одно из имен содержит
fieldconditioneditor.op.itemstarts.attachments = одно из имен начинается с
fieldconditioneditor.op.itemends.attachments  = одно из имен кончается на
fieldconditioneditor.op.itemequals.attachments = одно из имен равно

fieldconditioneditor.op.not.isempty.attachments = присутствуют
fieldconditioneditor.op.not.itemcontains.attachments = ни одно имя не содержит
fieldconditioneditor.op.not.itemstarts.attachments = ни одно имя не начинается с
fieldconditioneditor.op.not.itemends.attachments = ни одно имя не кончается на
fieldconditioneditor.op.not.itemequals.attachments = ни одно имя не равно

fieldconditioneditor.op.before.anytext        = идет до
fieldconditioneditor.op.after.anytext         = идет после

fieldconditioneditor.op.not.contains          = не содержит
fieldconditioneditor.op.not.containsall       = не содержит всех
fieldconditioneditor.op.not.starts            = не начинается с
fieldconditioneditor.op.not.ends              = не кончается на
fieldconditioneditor.op.not.equals            = не равно
fieldconditioneditor.op.not.hasall            = не содержат всех
fieldconditioneditor.op.not.hasany            = не содержат
fieldconditioneditor.op.not.isempty           = не пусто
fieldconditioneditor.op.not.isnew             = не новая
fieldconditioneditor.op.not.itemcontains      = не имеют содержащих
fieldconditioneditor.op.not.itemstarts        = не имеют начинающихся с
fieldconditioneditor.op.not.itemends          = не имеют заканчивающихся на
fieldconditioneditor.op.not.itemequals        = не содержат
fieldconditioneditor.op.not.haschildrenof     = не содержат дочерние теги
fieldconditioneditor.op.not.hasparentsof      = не содержат родительские теги

actioneditor.delete.tip                       = Удалить действие

actioneditor.actiontype.tag                   = Добавить тег
actioneditor.actiontype.untag                 = Удалить тег
actioneditor.actiontype.section               = Поместить в секцию
actioneditor.actiontype.tag-untag             = Назначить тег

actioneditor.untag                            = Удалить тег если условие не выполнено

ruleslist.active                              = &Активно
ruleslist.add                                 = &Добавить
ruleslist.edit                                = &Редактировать
ruleslist.delete                              = &Удалить
ruleslist.duplicate                           = Д&ублировать
ruleslist.duplicate.suffix                    = копия

ruleslist.preview.active                      = Активно
ruleslist.preview.inactive                    = Неактивно
ruleslist.preview.paused                      = Пауза: требуется PRO-лицензия

ruleslist.preview.forall                      = Для всех заметок
ruleslist.preview.donothing                   = ничего не делать

ruleslist.empty                               = В этой записной книге еще нет ни одного правила.{n}Чтобы создать новое правило, кликните на '+', или нажмите клавишу Ins.

rule.test.progress.title                      = Проверка правила
rule.test.progress.message                    = Идет проверка правила на {0} существующих заметках...

rule.test.success.title                       = Проверка завершена
rule.test.success.message                     = Правило проверено на {0} заметках:
rule.test.success.message.actions             = Правило было бы выполнено {0} раз

rule.apply.progress.title                     = Применение правил
rule.apply.progress.message                   = Подожите, пока правила применяются к заметкам...


ruleslogdialog.title                          = Журнал применения правил

ruleslogdialog.column.dateapplied             = Дата
ruleslogdialog.column.rulename                = Правило
ruleslogdialog.column.notetitle               = Заметка
ruleslogdialog.column.addedtags               = Добавлены теги
ruleslogdialog.column.removedtags             = Удалены теги
ruleslogdialog.column.movedtosection          = Перенос в секцию

ruleslogdialog.columnvalue.rulename.deleted   = удалено

ruleslogdialog.button.undo                    = Отменить действие
ruleslogdialog.button.clear                   = Очистить журнал
ruleslogdialog.menu.undo                      = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title             = Отменить действие правила
ruleslogdialog.confirm.undo.message           = Отменить {0} выбранных применений правила?
ruleslogdialog.confirm.clear.title            = Очистка журнала
ruleslogdialog.confirm.clear.message          = Удалить все записи о применении правил?

notification.ruleapplied.one                  = Правило '{0}' было применено к {1} заметке
notification.ruleapplied.many                 = Правило '{0}' было применено к {1} заметкам

section.new                                   = &Новая секция...
section.new.tip                               = Создать новую секцию
section.edit                                  = &Свойства...
section.delete                                = &Удалить
section.selectall                             = Выделить все
section.licenserequired                       = Ваша текущая лицензия позволяет создавать только до {0} секций.
section.move.left                             = Передвинуть в&лево
section.move.right                            = Передвинуть в&право
section.dropnotes.tip.one                     = Переместить заметку в секцию '{0}'
section.dropnotes.tip.many                    = Переместить {0} заметок в секцию '{1}'

section.confirmdelete                         = Удалить секцию '{0}' вместе с заметками ({1})?
section.confirmdelete.title                   = Удалить секцию?
section.confirmdelete.many                    = &Удалить выбранные секции ({0}) вместе с заметками ({1})?
section.confirmdelete.title.many              = Удалить секции?

section.all                                   = [tagsidebar.all]
section.main                                  = Главная
section.inbox                                 = Секция по умолчанию

sectionedit.title                             = Свойства секции
sectionedit.title.new                         = Новая секция
sectionedit.name                              = Имя:
sectionedit.color                             = Цвет:
sectionedit.sectionalreadyexists              = Секция с таким именем уже существует

movetosection.title                           = Переместить в другую секцию
movetosection.label.one                       = Переместить {0} заметку в секцию:
movetosection.label.many                      = Переместить {0} заметок в секцию:

clipping.balloon.caption                      = [app.name]: Захвачено
clipping.balloon.intosection                  = в
clipping.balloon.tagged                       = и помечено как [{0}]

filedialog.filemask.all                       = Все файлы

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Пробел
left                                          = Влево
right                                         = Вправо
up                                            = Вверх
down                                          = Down
bksp                                          = BkSp

bytes                                         = байт
kbytes                                        = КБ
mbytes                                        = МБ
gbytes                                        = ГБ
